Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: 269) or the good graces of whomever ends up with their body/stack.
fr_fr: 269) ou les bonnes grâces de quiconque finit par récupérer le corps/la pile.

source: If the cortical stack is not retrievable, the character can still be re-instantiated from an archived backup (p.
fr_fr: Si la pile corticale n'est pas récupérable, le personnage peut toujours être ré-instantié depuis une sauvegarde archivée (p.

source: Again, this either requires backup insurance or someone who is willing to pay to have them revived.
fr_fr: Cela nécessite toujours soit une assurance sauvegarde soit quelqu'un qui voudra bien payer pour le faire revivre.

source: If the character’s cortical stack is not retrieved and they have no backup, then they are completely and utterly dead.
fr_fr: Si la pile corticale du personnage n'est pas récupée et qu'il n'a pas de sauvegarde, ils sont complètement et définitivement mort.

source: Kaput.
fr_fr: Kapout.

source: (Unless they happen to have an alpha fork of themselves floating around somewhere; see Forking and Merging, p.
fr_fr: (Sauf si ils ont un fork alpha se balladant quelque part; voir Forker et Fusionner, p.

source: Healing and repair
fr_fr: Soins et réparations

source: Use the follow rules for healing and repairing damaged and wounded characters.
fr_fr: utilisez les règles suivantes pour soigner et réparer les personnages blessés et endommagés.

source: Thanks to advanced medical technologies, there are many ways for characters in biological morphs (including pods) to heal injuries.
fr_fr: Grâce aux technologies médicales avancée, il y a beauocupd e manière pour les personnages en biomorphs (incluant les pods) de guérir de leur blessure.

source: Medichine nanoware (p.
fr_fr: Les méchidaments nanoscopiques (p.

source: 308) helps characters to heal quickly, as do nanobandages (p.
fr_fr: 308) aide les personnages à se soigner rapidement, de même que les nanobandages (p.

source: Healing vats (p.
fr_fr: Les cuves de soin (p.

source: 326) will heal even the most grievous wounds in a matter of days, and can even restore characters who recently died or have been reduced to just a head.
fr_fr: 326) soigenront même les blessures les plus graves en quelques jours, et peuvent même restaurer les personnages récemmenet décédés ou n'ayant plus que leur tête.

source: Characters without access to these medical tools are not without hope, of course.
fr_fr: bein enetendu, les personnages n'ayant pas accès à ces outils médicaux ne sont pas sans espoir.

source: The medical skills of a trained professional can abate the impact of wounds, and over time bodies will of course heal themselves.
fr_fr: Les compétences médicales de professionnels entraînés peuvent réduire l'impact des blessures et les corps se guérissent d'eux-même avec le temps.

source: Characters with an appropriate Medicine skill (such as Medicine: Paramedic or Medicine: Trauma Surgery) can perform first aid on damaged or wounded characters.
fr_fr: Les personnages ayant une compétence Médecine appropriée (telle que Madecine: Premiers Soins ou Médecine: Chirurgie traumatique) peuvent feffecteur les premiers soins sur les prsonnages blessés ou endommagés.

source: A successful Medicine Test, modified as the gamemaster deems fit according to situational conditions, will heal 1d10 points of damage and will remove 1 wound.
fr_fr: Un test de Médecine réussit, modifié de manière approprié en fonction de la situation, soignera 1d10 points de dégat et supprimera 1 blessure.

source: This test must be made within 24 hours of the injury, and any particular injury may only be treated once.
fr_fr: Ce test doit être effectué dans les 24 heures suivant la blessure, et chaque blessure ne peut être traitée qu'une fois.

source: If the character is later injured again, however, this new damage may also be treated.
fr_fr: Si le personnage est blessé de nouveau un peu plus tard, ces nouveaux dégâts peuvent également être traités.

source: Medical care of this sort is not effective against injuries that have been treated with medichines, nanobandages, or healing vats.
fr_fr: Les soins médicaux de ce type ne sont aps efficace contre les blessures qui ont été traitées avec des méchidaments, des nanobandages ou des cuves de soins.

source: Characters trapped far from medical technology --- in a remote station, the wilds of Mars, or the like --- may be forced to heal naturally if injured.
fr_fr: Les personnages coincés loins de toute technologie médicale - dans une station éloignée, dans les étendues sauvages de Mars ou n'importe quel équivalent - puevent être forcés de guérir naturellement si ils sont blessés.

source: Natural healing is a slow process that’s heavily influenced by a number of factors.
fr_fr: La guérison naturelle est un processuss lent qui est largement influencé par un grand nombre de facteurs.

source: In order for a character to heal wounds, all normal damage must be healed first.
fr_fr: Afin qu'un personnage soigne ses blessures, tous les dégâts normaux doivent être soignés d'abord.

source: Consult the Healing table.
fr_fr: Consultez la table de Guérison.

source: In Eclipse Phase, most grievous injuries can be handled by time in a healing vat (p.
fr_fr: À Eclipse Phase, la plupart des blessures graves peuvent être soignées en passant du temps dans une cuve de guérison (p.

source: 326) or simply rest and recovery.
fr_fr: 326) ou simplement en se reposant et en récupérant.

source: In circumstances where a healing vat is not available, the gamemaster may decide that a particular wound requires actual surgery from an intelligent being (whether a character or AI-driven medbot).
fr_fr: Dans les circonstances où une cuve de guérison n'est pas disponible, le maître de jeu peut décider qu'une blessure particulière nécessite de la chirurgie pratiéquée apr un organisme conscient (qu'il s'agisse d'un personnage ou d'un bot de soin piloté par IA).

source: Usually in this case the character will be incapable of further healing until the surgery occurs.
fr_fr: Dans ces cas là, le personnage sera incapable de se soigner tant qu'il n'aura pas pu bénéficier de la chirurgie.

source: The surgery is handled as a Medical Test using a field appropriate to the situation and with a timeframe of 1-8 hours.
fr_fr: La chirurgie est gérée par un Test de Meédecine utilisant un domaine approprié à la situation et avec un intervalle de 1 à 8 heures.

source: If successful, the character is healed of 1d10 damage and 1 wound and recovers from that point on as normal.
fr_fr: Si le teste réussit, le personnage est soigné d'1d10 point de dégats et d'1 blessure et récupère ensuite depuis cette étape de manière normale.

source: Character situation
fr_fr: État du personnage

source: Damage healing rate
fr_fr: Vitesse de guérison des dégats

source: Wound healing rate
fr_fr: Vitesse de guérison des blessures

source: Character without basic biomods
fr_fr: Personnage sans biomods de base

source: 1d10 (5) per day
fr_fr: 1d10 (5) tous les jours

source: 1 per week
fr_fr: 1 toutes les semaines

source: Character with basic biomods
fr_fr: Personnage avec des biomods de base

source: 1d10 (5) per 12 hours
fr_fr: 1d10 (5) toutes les 12 heures

source: 1 per 3 days
fr_fr: 1 tous les 3 jours

source: Character using nanobandage
fr_fr: Personnage utilisant des nanobandages

source: 1d10 (5) per 2 hours
fr_fr: 1d10 (5) toutes les 2 heures

source: 1 per day
fr_fr: 1 tous les jours

source: Character with medichines
fr_fr: Personnage avec des méchidaments

source: 1d10 (5) per 1 hour
fr_fr: 1d10 (5) toutes les heures

source: 1 per 12 hours
fr_fr: 1 toutes les 12 heures

source: Poor conditions (bad food, not enough rest/heavy activity, poor shelter and/or sanitation)
fr_fr: Mauvaises conditions (malbouffe, pas assez de repos/activité importante, mal abrité/mauvaise conditions d'hygiène)

source: double timeframe
fr_fr: doublez l'intervalle

source: Harsh conditions (insufficient food, no rest/strenuous activity, little or no shelter and/or sanitation)
fr_fr: Conditions horiibles (malnutrition, pas de repos/activité stressante, pas ou peu d'abri et/ou d'hygiène)

source: triple timeframe
fr_fr: triplez l'intervalle

source: no wound healing
fr_fr: pas de guérison des blessures

source: Unlike biomorphs, synthetic morphs and objects do not heal damage on their own and must be repaired.
fr_fr: Contrairement aux biomorphs, les synthmorphs et les objets ne guérissent pas des dégâts par eux-même et doivent être réparés.

source: Some synthmorphs and devices have advanced nanotech selfrepair systems, similar to medichines for biomorphs (see Fixers, p.
fr_fr: Quelques synthmorphs et périphériques ont des systèmes d'autoréparation nanotechnologique, similaire au méchidaments des biomorphs (voir Réparateurs, p.

source: Repair spray (p.
fr_fr: Les spray de Réparations (p.

source: 333) may also be used to conduct fixes and is an extremely useful option for non-technical people.
fr_fr: 333) peuvent également être utilsiés pour faire des réparations et est une option extrêmement utile pour les personnes non-techniciennes.

source: Barring these options, technicians may also work repairs the old-fashioned way, using their skills and tools (see Physical Repairs, below).
fr_fr: En plus de ces options, les techniciens peuvent également réparer à l'ancienne, utilisant leurs compétences et outils (voir Réparations Physique, ci-dessous).

source: As a last resort, synthmorphs and objects may be repaired in a nanofabrication machine with the appropriate blueprints (using the same rules as healing vats, p.
fr_fr: En dernier recours, les synthmorphs et les objets peuvent être réparés dans un nanofabeur avec les schémas appropriés (en utilisant les mêmes règles que pour les cuves de soins, p.

source: Manually fixing a synthmorph or object requires a Hardware Test using a field appropriate to the item (Hardware: Robotics for synthmorphs and bots, Hardware: Aerospace for aircraft, etc.), with a -10 modifier per wound.
fr_fr: Réparer manuellement une synthmorphs ou un objet nécessite un Test de Matériel avec un domaine approprié à l'objet (Matériel: Robotique pour les synthmorpsh et les bots, Matériel: Aéropspatial pour les avions, etc), avec un modificateur de -10 par blessure.

source: Repair is a Task Action with a timeframe of 2 hours per 10 points of damage being restored, plus 8 hours per wound.
fr_fr: Réparer est une Action de Tâche avec un intervalle de 2 heures par tranche de 10 points de dégats à réparer, augmenté de 8 heure par blessures.

source: Appropriate modifiers should be applied, based on conditions and available tools.
fr_fr: Des modificateurs appropriés peuvent être appliqués, basés sur les conditions et les outils disponibles.

source: For example, utilitools (p.
fr_fr: Par exmemples, les outils universels (p.

source: 326) apply a +20 modifier to repair tests, while repair spray applies a +30 modifier.
fr_fr: 326) appliquent un modificateur de +20 aux tests de réparation, et les spray de réparation donnent un modificateur de +30.

source: Armor may be repaired in the same manner as Durability, however, wounds do not impact the test with modifiers or extra time.
fr_fr: Les armures peuvent être réparées de la même manière que la Solidité mais les blessures n'affectent pas les modificateurs ou la durée du test.

source: Mental health
fr_fr: Santé mentale

source: In a time when people can discard bodies and replace them with new ones, trauma inflicted on your mind and ego --- your sense of self --- is often more frightening than grievous physical harm.
fr_fr: À une époque dans laquelle les personnes peuvent abandonner leurs corps et les remplacer avec un nouveau, les traumatismes infligés à votre esprit et à votre ego - votre perception de soi - sont souvent plus effrayants que les plus graves des dégâts physiques.

source: There are many ways in which your sanity and mental wholeness can be threatened: experiencing physical death, extended isolation, loss of loved ones, alien situations, discontinuity of self from lost memories or switching morphs, psi attack, and so on.
fr_fr: Il y a de nombreuses situations qui peuevnt menacer votre intégrité et votre santé mentale: faire l'expérience de la mort, l'isolation prolongée, la perte des gens aimés, les situatiosn étrangères, la discontinuité de sa personne due à la perte de souvenirs ou au changement de morph, les attaques psi et ainsi de suite.

source: Two methods are used to gauge your mental health: stress points and trauma.
fr_fr: Deux méthodes sont utilisées pour mesurer votre santé mentale: les points de stress et les trauma.

source: Stress points represent fractures in your ego’s integrity, cracks in the mental image of yourself.
fr_fr: Les points de stress représentent les fractures dans l'intégrtité de votre égo, les fissures dans l'image mentale de vous-même.

source: This mental damage is experienced as cerebral shocks, disorientation, cognitive disconnects, synaptic misfires, or an undermining of the intellectual faculties.
fr_fr: Les dommages mentaux sont vécus comme des chcos cérébraux, de la désorientation, des déconnexions cognitives, des courts-circuits synaptique ou une perte des facultés intellectuelles.

source: On their own, these stress points do not significantly impair your character’s functioning, but if allowed to accumulate they can have severe repercussions.
fr_fr: Ces stress points en eux-même n'handicapent pas significativement le focntionnement de votre personnage, mais si ils commencent à s'accumuler ils peuvent avoir de sérieuses répercussions.

source: Additionally, any source that inflicts a large amount of stress points at once is likely to have a more severe impact (see Trauma).
fr_fr: Additionellement, toute source qui inflige un montant élevé de points de stress en une seule fois à de bonnes cahnces d'avoir un impact plus grave (voir Trauma).

source: Stress points may be reduced by long-term rest, psychiatric care, and/or psychosurgery (see p.
fr_fr: Les points de stress peuvent être réduit à long-terme par du repos, des soins psychiatrique et/ou de la psychochirurgie (voir p.

source: Your Lucidity stat benchmarks your character’s mental stability.
fr_fr: Votre stat Lucidité mesure la stabilité mentale de votre personnage.

source: If you build up an amount of stress points equal to or greater than your Lucidity score, your character’s ego immediately suffers a mental breakdown.
fr_fr: Si vous accumulez un total de points de stress supérieur ou égal à votre score de Lucidité, l'ego de votre personnage souffre immédiatement d'une dérpession nerveuse.

source: You effectively go into shock and remain in a catatonic state until your stress points are reduced to a level below your Lucidity stat.
fr_fr: Vous enrez en état de chocs et restez dans un état catatonique jusqu'à ce que vos points de stress soient réduits à un niveau inférieur à votre stat de Lucidité.

source: Accumulated stress points will overwhelm egos housed inside synthetic shells or infomorphs just as they will biological brains --- the mental software effectively seizes up, incapable of functioning until it is debugged.
fr_fr: Les points de stress accumlés surchargeront les egos hébergés dans des coques synthétiques ou des infomorphs de la mrme manière que pour les cerveaux bilogiques - le logiciel mental tombe effectivement en panne, incpabale de fonctionner jusqu'à ce qu'il soit débugué.

source: Extreme amounts of built-up stress points can permanently damage your character’s sanity.
fr_fr: Le montant extrême de points de stress subit peut endommanger la santé mentale de votre personnage de mnaière permanente.

source: If accumulated stress points reach your Lucidity $$ 2, your character’s ego undergoes a permanent meltdown.
fr_fr: Si les points de stress accumulé atteignent votre Lucidité $$ 2, l'ego de votre personnage subit un effondrement permanent.

source: Your mind is lost, and no amount of psych help or rest will ever bring it back.
fr_fr: Votre esprit est perdu, et aucune quantité d'aide psychologique ou de repos ne pourra le ramener.

source: Any source capable of inflicting cognitive stress is given a Stress Value (SV).
fr_fr: Toute source capable d'inliger un stress cognitif a une Valeur de Stress (VS).

source: This indicates the amount of stress points the attack or experience inflicts upon a character.
fr_fr: Elle indique le nombre de points de stress que l'attaque ou l'expérience inflige à un personnage.

source: Like DV, SV is often presented as a variable amount, such as 2d10, or sometimes with a modifier, such as 2d10 + 10.
fr_fr: Comme la VD, la VS est souvent présenté comme une valeur variable, telle que 2d10, ou parfois avec un modificateur, telle que 2d10 + 10.

source: Simply roll the dice and total the amounts to determine the stress points inflicted in that instance.
fr_fr: Lancez simplement les dés et additionnez en les résultats pour déterminer les points de stress infligés par cet évènement.

source: To make things easier, a static SV is also given in parentheses after the variable amount; use that set amount when you wish to keep the game moving and don’t want to roll dice.
fr_fr: Pour simplifier les choses, une VS statique est également proposée entre parenthèse juste après le montant variable; utilisez cette valeur lorsque vous voulez garder le rythme de la partie et ne voulez pas lancer de dés.

source: Mental trauma is more severe than stress points.
fr_fr: Les tramuamtismes mentaux sont bien plus grave que les poitns de stress.

source: Traumas represent severe mental shocks, a crumbling of personality/self, delirium, paradigm shifts, and other serious cognitive malfunctions.
fr_fr: Les traumas représentent des chocs mentaux graves, un effondrement de la personnalité/du soi, le délire, les changements de apradigmes et tous les autres disfonctionnement cognitifs graves.

source: Traumas impair your character’s functioning and may result in temporary derangements or permanent disorders.
fr_fr: Lestraumas perturbent le fonctionnement de votre personnage et peuvent générer des dérangements temporaires ou des troubles permanents.

source: If your character receives a number of stress points at once that equals or exceeds their Trauma Threshold, they have suffered a trauma.
fr_fr: Si votre personnage reçoit en une seule fois un nombre de points de stress supérieur ou égal à son Seuil de Traume, il subit un trauma.

source: If the inflicted stress points are double or triple the Trauma Threshold, they suffer 2 or 3 traumas, respectively, and so on.
fr_fr: Si les points de stress infligés font le double ou le triple de votre Seuil de Trauma, vous subissez 2 ou 3 traumas respectivements, et ainsi de suite.

source: Traumas are cumulative and must be recorded on your character sheet.
fr_fr: Les traumas sont cumulatives, et doivent être notée sur votre fiche de personnage.

source: Each trauma applies a cumulative -10 modifier to all of the character’s actions.
fr_fr: Chaque trauma applique un modificateur de -10 à toutes les actions du personnage.

source: A character with 2 traumas, for example, suffers -20 to all actions.
fr_fr: Par exemple, un personnage avec 2 traumas subit -20 à toutes ses actions.

source: These modifiers are also cumulative with wound modifiers.
fr_fr: Ces odificateurs se cumulent également avec les modificateurs de blessures.

source: Disorientation: Any time a character suffers a trauma, they must make an immediate WIL $$ 3 Test.
fr_fr: Désorientation: À chaque fois qu'un personnage souffre d'un trauma, il doit immédiatement faire un Test de VOL $$ 3.

source: Trauma modifiers apply.
fr_fr: Les modificateurs de Traumas s'appliquent.

source: If they fail, they are temporarily stunned and disoriented, and must expend a Complex Action to regain their wits.
fr_fr: Si il échoue, il est temporairemen étourdi et désorienté, et doit dépenser une Action COmplexe pour reprendre ses esprits.

source: Derangements and Disorders: Any time a character is hit with a trauma, they suffer a temporary derangement (see Derangements).
fr_fr: Troubles et Désordres: À chaque fois qu'un personnage est frappé d'unt rauma, il souffre d'un trouble temporaire (voir Troubles Mentaux

source: The first trauma inflicts a minor derangement.
fr_fr: Le premier trauma inflige un trouble mineur.

source: If a second trauma is applied, the first derangement is either upgraded from minor to a moderate derangement, or else a second minor derangement is applied (gamemaster’s discretion).
fr_fr: Si un deuxième trauma est appliqué, le premier troubme passe soit d'un mineur à un trouble modéré, ou un deuxième trouble mineur est appliqué (à la discrétion du maître de jeu).

source: Likewise, a third trauma may upgrade that derangement from moderate to major or else inflict a new minor.
fr_fr: De manière similaire, un troisième dérangement fera passer un trouble de modéré à majeur ou en infligera sinon un mineur.

source: It is generally recommended that derangements be upgraded in potency, especially when result from the same set of ongoing circumstances.
fr_fr: Il est recommandé de choisir d'augmenter le niveau des troubles, particulièrement si ils sont la conséquence d'un même ensemble de circonstances.

source: In the case of traumas that result from distinctly separate situations and sources, separate derangements may be applied.
fr_fr: Dans le cas des traumas qui résultent de situations et sources distinctes, des troubles différents peuvent être appliqués.

source: Disorder: When four or more traumas have been inflicted on a character, a major derangement is upgraded to a disorder.
fr_fr: Désordres: Lrosque quatre trauma ou plus sont infligé à un personnage, un trouble majeur se transforme en désordre.

source: Disorders represent long-lasting psychological afflictions that typically require weeks or even months of psychotherapy and/or psychosurgery to remedy (see Disorders, p.
fr_fr: Les désordre représentent des afflictions psychologiques à long-terme, qui nécessitent géénralement des semaiens ou des mois de psychothérapie et/ou de psychochirurgie pour être soignés (coir Désordres Mentaux, p.

source: Derangements are temporary mental conditions that result from traumas.
fr_fr: Les troubles metaux sont une condition mentale temporaire qui sont la conséquence des traumas.

source: Derangements are measured as Minor, Moderate, or Major.
fr_fr: Les dérangements sont Mineur, Modéré ou Majeur.

source: The gamemaster and player should cooperate in choosing which derangement to apply, as appropriate to the scenario and character personality.
fr_fr: Le maîþre de jeu et le joueur devrait coopérer pour choisir quel dérangement appliqué, de manière appropriée au scénario et à la personalité du personnage.

source: Derangements last for 1d10 $$ 2 hours (round down), or until the character receives psychiatric help, whichever comes first.
fr_fr: Les dérangements durent pendant 1d10 $$ 2 heures (arrondissez à l'inférieur) ou jusqu'à ce que le personnage reçoive une aide psychiatrique.

source: At the gamemaster’s discretion, a derangement may last longer if the character has not been distanced from the source of the stress, or if they remain embroiled in other stress-inducing situations.
fr_fr: A la discrétion du maître de jeu, un trouble pourrait durer plus longuement si le personnage n'as aps distancé la source de stress, ou si il reste empétré dans une situation stressante.

source: Derangement effects are meant to be role-played.
fr_fr: Les effets des troubles mentaux sont fait pour être interprétés.

source: The player should incorporate the derangement into their character’s words and actions.
fr_fr: Le personnage devrait intégrer le dérangement aux paroles et actions de leur personnage.
